var v=[
    {ver:1.45,date:"18-02-11",desc:"バフ、エレコン、ウォンドリアクターの計算実装",next:"一旦完成"},
    {ver:1.40,date:"18-02-10",desc:"グループの機能実装",next:"ウォンドリアクター、エレメントコンバージョン調整中"},
    {ver:1.35,date:"18-02-06",desc:"ペットの最小ダメ実装",next:"ウォンドリアクター、エレメントコンバージョン調整中"},
    {ver:1.34,date:"18-02-05",desc:"ソート実装",next:"ペットのダメ計算がおかしいので調整中"},
    {ver:1.33,date:"18-02-04",desc:"誤字修正＆微妙なトランジション",next:"ソート機能なかったので考え中…"},
    {ver:1.32,date:"18-02-04",desc:"デザインやクラスの初期値微調整",next:"ソート機能なかったので考え中…"},
    {ver:1.31,date:"18-02-04",desc:"パラメータの折りたたみ追加",next:"トランジション考え中…"},
    {ver:1.30,date:"18-02-03",desc:"クラススキル選択追加",next:"トランジション、折りたたみ考え中…"},
    {ver:1.11,date:"18-01-30",desc:"追加ロード機能追加",next:"クラススキル周り考案中…"},
    {ver:1.10,date:"18-01-30",desc:"セーブ、ロード機能追加",next:"クラススキル周り考案中…"},
    {ver:1.00,date:"18-01-29",desc:"暫定公開バージョン",next:"セーブ、ロード機能を考案中…"},
    {ver:0.50,date:"16-12-26",desc:"開発バージョン",next:""}
];